[
  {
    
    "spotPhoto": "https://www.tour-planners.com/uploads/A7C3YlwozsqL.jpg",
    "tourType": "Relaxation",
    "tripTitle": "DAY LONG RIVER CRUISE",
    "price": 1000,
    "description": "During the ruling of the Baro-Bhuiyans, this region was occupied by Chand Ray, the Zaminder of Bikrampur and son of Kedar Ray. According to historian J.M. Sengupta, the region was named Chandpur, following the name of Chand Ray. On the other hand, others say that the name of this region comes from Chand Faqir of Purindapurmahalla of Chandpur, Bangladesh. It is said that an administrator named Shah Ahmed Chand came here from Delhi in the fifteenth century and established a river port. In 1779 AD, Major James Rennel, a British surveyor, drew a map of Bengal during the British rule and included an obscure town called Chandpur. At that time, there were offices and courts at a place called Narsinghpur (which has now sunk) south of Chandpur. The confluence of the Padma and the Meghna was about 60 miles south-west of the present place. This area has now disappeared due to the game of breaking the Meghnariver.The first Chandpur subdivision was formed in 1878 as a result of administrative reorganization during the British rule. On 1 October 1896, Chandpur city was declared as a municipality. It was declared as Chandpur district on 15 February 1984.",
    "images": [
      "https://www.tour-planners.com/uploads/ffWX6Q8FAkNi.jpg",
      "https://www.tour-planners.com/uploads/CCrDZArE19O8.jpg",
      "https://www.tour-planners.com/uploads/d76GphrAWsmB.jpg"
    ],
    "tourGuides": [
      {
        
        "name": "John Doe",
        "profilePhoto": "guide1.jpg",
        "bio": "Experienced guide with 10 years of trekking experience."
      },
      {
        
        "name": "Jane Smith",
        "profilePhoto": "guide2.jpg",
        "bio": "Expert in city tours with a vast knowledge of local history."
      }
    ],
    "tourPlan":[
      
        "Cruise will start near from Kanchpur Bridge, Narayanganj.",
      
       "Morning Breakfast.",
      
      
        "Morning Snacks."
      
    ]
  },
  {
    
    "spotPhoto": "https://www.tour-planners.com/uploads/t0QSxVAUxwyQ.jpg",
    "tourType": "Sightseeing",
    "tripTitle": "THE VENICE OF THE EAST",
    "price": 800,
    "description": "Bangladesh creates an unforgettable impression of a land of peace, tranquillity and enormous beauty; land of hundreds of serpentine rivers, crystal clear water lakes surrounded by evergreen hills, luxuriant tropical rain forests, and beautiful cascades of green paddy and tea gardens. World's largest mangrove forest--a World Heritage & home to the Royal Bengal Tigers and other wild lives; World's longest natural unbroken sandy sea beach, rich cultural heritage, relics of ancient civilizations and Buddhist Architecture, colourful ethnic minorities with their primitive life style and culture; old terracotta mosques, temples, churches and historic monuments, friendly and lively peoples and hidden beauty everywhere. This Largest delta in the world rises from the Bay of Bengal and goes up to the footsteps of the Himalayas. The mighty Bay of Bengal guards its coasts.",
    "images": [
      "https://www.tour-planners.com/uploads/4uLdjNlAkRGx.jpg",
      "https://www.tour-planners.com/uploads/otGkrirBkz6D.jpg",
      "https://www.tour-planners.com/uploads/ytPPmodjtAoN.jpg"
    ],
    "tourGuides": [
      {
        
        "name": "John Doe",
        "profilePhoto": "guide1.jpg",
        "bio": "Experienced guide with 10 years of trekking experience."
      },
      {
        
        "name": "Jane Smith",
        "profilePhoto": "guide2.jpg",
        "bio": "Expert in city tours with a vast knowledge of local history."
      }
    ],
     "tourPlan":[
      
        "Today around 11:00hrs meet and greet with our guide at one predesigned place and proceed to Barisal. En-route sightseeing covering at Lalbagh Fort - is an incomplete 17th-century Mughal fort complex that stands before the Buriganga River in the southwestern part of Dhaka, Bangladesh. ",
      
       "Early morning arrives at Barisal and have breakfast at local restaurant. After breakfast visit the floating market -appears as the center of Barisal’s (aka The Venice of Bengal) beauty. Nobody knows when the idea of this floating market began, but it’s a hundred-year old tradition. Development and modernization are taking over the country but it’s surprising to see them not reaching to this river-oriented life yet. Guthia Mosque- the BaitulAmanJame Masjid Complex",
      
      
        "Morning enjoy theVillage life & local Bazar in Barisal.After lunch say goodbye to your hosts and proceed to Dhaka through the Majestic Padma Bridge (the pride of Bangladesh). Late afternoon arrive at Dhaka and transfer to the predesigned place. Tour will be end with lots of memories."
      
    ]
  },
  {
  
    "spotPhoto": "https://www.tour-planners.com/uploads/MFoczOoIG33x.jpg",
    "tourType": "Cultural",
    "tripTitle": "BUDDHIST CIRCUIT TOUR IN BANGLADESH",
    "price": 1200,
    "description": "Bangladesh creates an unforgettable impression of a land of peace, tranquility and enormous beauty; land of hundreds of serpentine rivers, crystal clear water lakes surrounded by evergreen hills, luxuriant tropical rain forests, and beautiful cascades of green paddy and tea gardens. World's largest mangrove forest--a World Heritage & home to the Royal Bengal Tigers and other wild lives; World's longest natural unbroken sandy sea beach, rich cultural heritage, relics of ancient civilizations and Buddhist Architecture, colorful ethnic minorities with their primitive life style and culture; old terracotta mosques, temples, churches and historic monuments, friendly and lively peoples and hidden beauty everywhere. This Largest delta in the world rises from the Bay of Bengal and goes up to the footsteps of the Himalayas. The mighty Bay of Bengal guards its coasts.",
    "images": [
      "https://www.tour-planners.com/uploads/ZhVn5rcnNT7M.jpg",
      "https://www.tour-planners.com/uploads/SvfDVYftipzP.jpg",
      "https://www.tour-planners.com/uploads/EnjGYiKus099.jpg"
    ],
    "tourGuides": [
      {
        
        "name": "John Doe",
        "profilePhoto": "guide1.jpg",
        "bio": "Experienced guide with 10 years of trekking experience."
      },
      {
       
        "name": "Jane Smith",
        "profilePhoto": "guide2.jpg",
        "bio": "Expert in city tours with a vast knowledge of local history."
      }
    ],
     "tourPlan":[
      
        "Arrival at Dhaka International Airport. Meet & greet at the airport and transfer by representative and guide to pre- confirmed hotel of your choice. Multimedia presentation on evolution of Buddhism, Buddhist architecture and sculpture in Bangladesh by an expert (45 min.) optional. Overnight at the hotel in Dhaka. ",
      
       "After breakfast at the hotel proceed to sightseeing covering Dharmarajika Buddhist Monastery Complex in Dhaka was built in 1960 and since then it is the center of Buddhist life and culture in Dhaka and Bangladesh. It housed the DharmarajikPali College which was established in 1960 as well. After that proceed to Munshiganj to have a visit at the house of Atish Dipankar(980-1053) Buddhist scholar, ",
      
      
        "After early breakfast at the hotel proceed to Bogra. Upon arrival at Bogra sightseeing covering Mahasthangarh; dating back to at least the 4th century BCE, Mahasthangarh is the earliest urban archaeological site that has been discovered in Bangladesh.One of the highlights of Mahasthangarh is GovindaBhita, where remnants of two Buddhist temples can be visited. The main temple was erected in the 6th century and next to it is a slightly smaller temple, which was built in the 11th century. Later on drive towards to hotel. Overnight at the hotel in Bogra. "
      
    ]
  },
  {
  
    "spotPhoto": "https://www.tour-planners.com/uploads/pyjgoI0IbcRG.jpg",
    "tourType": "Cultural",
    "tripTitle": "WORLD HERITAGE TOUR IN BANGLADESH",
    "price": 1200,
    "description": "Bangladesh creates an unforgettable impression of a land of peace, tranquility and enormous beauty; land of hundreds of serpentine rivers, crystal clear water lakes surrounded by evergreen hills, luxuriant tropical rain forests, and beautiful cascades of green paddy and tea gardens. World's largest mangrove forest--a World Heritage & home to the Royal Bengal Tigers and other wild lives; World's longest natural unbroken sandy sea beach, rich cultural heritage, relics of ancient civilizations and Buddhist Architecture, colorful ethnic minorities with their primitive life style and culture; old terracotta mosques, temples, churches and historic monuments, friendly and lively peoples and hidden beauty everywhere. This Largest delta in the world rises from the Bay of Bengal and goes up to the footsteps of the Himalayas. The mighty Bay of Bengal guards its coasts.TOUR ITINER",
    "images": [
      "https://www.tour-planners.com/uploads/y71Z7vm5RGpJ.jpg",
      "https://www.tour-planners.com/uploads/y0jwD6jrUS0j.jpg",
      "https://www.tour-planners.com/uploads/vQHUL3cNKYv4.jpg"
    ],
    "tourGuides": [
      {
        
        "name": "John Doe",
        "profilePhoto": "guide1.jpg",
        "bio": "Experienced guide with 10 years of trekking experience."
      },
      {
       
        "name": "Jane Smith",
        "profilePhoto": "guide2.jpg",
        "bio": "Expert in city tours with a vast knowledge of local history."
      }
    ],
     "tourPlan":[
      
        "Arrival at Hazrat Shahjalal International Airport. Meet & greet at the Terminal-2 and transfer to your pre-confirmed hotel. Your Bangladeshi adventure will begin with an orientation by the guide. Dinner & overnight at hotel in Dhaka.Dhaka is more than 1500 years old city, and became capital of the country in 1608 under the Mughal rule. During ancient and medieval periods the city was known to the world for its unique product, the Muslin – the finest fabric ever produced in the world. As the capital of Bangladesh it has grown into a bustling city of trades and commerce, cultural and sport activities, vibrating with full of life. The city has two parts – the old part and the new part. The old part is known as the Old Dhaka, which developed during the Mughal period. With the happy blending of the old and new architectural trends, traditions and modernization, Dhaka has been expanding so fast since the independence of Bangladesh in 1971.",
      
       "Buffet breakfast at hotel & proceed to Bogra. En-route visit Tangail Sharee village- we will experience here how the Sharees (local women cloths) are made. Lunch at UBINIG with organic foods. Hatikumrul Temple: This is a three storied temple where the first floor is the largest and the top one is the smallest floor of the temple. The temple is built over a high plinth. It’s around 15 metar square shaped temple.  Later on visit Mahasthangarh (Sunday Closed Mahasthangarh is one of the earliest urban archaeological sites so far discovered in Bangladesh. The extensive ruins of Mahasthangarh presents a glorious past of about two thousand and five hundred years of Pundranagar, the capital city of ancient Pundra Vardhan Bhukti. This earliest and largest city of entire Bengal, dated back to at least the 3rd century B.C., is fortified successively by mud and brick wall. Dinner & overnight at hotel in Bogra.",
      
      
        "Buffet breakfast at hotel. Start for Rajshahi. En-route visit Somapura Mahavihara (Closed on Sunday)-Somapura Mahavihara in Paharpur is known best Buddhist viharas in the Indian Subcontinent and is one of the most important archeological sites in the country. The quadrangular structure consists of 177 cells and a traditional Buddhist stupa in the center. The rooms were used by the monks for accommodation and meditation. In addition to the large number of stupas and shrines of various sizes and shapes, terracotta plaques, stone sculptures, inscriptions, coins,ceramics etc. have been discovered. It was designated a UNESCO World Heritage Site in 1985. En-route lunch at local restaurant. Upon arrival at Rajshahi check-in at enjoy sunset at Padma River. Dinner & overnight at hotel in Rajshahi."
      
    ]
  },
  {
  
    "spotPhoto": "https://www.tour-planners.com/uploads/wrmclqghnMAU.jpg",
    "tourType": "Sightseeing",
    "tripTitle": "ECO-TOUR IN BANGLADESH",
    "price": 1200,
    "description": "Bangladesh creates an unforgettable impression of a land of peace, tranquility and enormous beauty; land of hundreds of serpentine rivers, crystal clear water lakes surrounded by evergreen hills, luxuriant tropical rain forests, and beautiful cascades of green paddy and tea gardens. World's largest mangrove forest--a World Heritage & home to the Royal Bengal Tigers and other wild lives; World's longest natural unbroken sandy sea beach, rich cultural heritage, relics of ancient civilizations and Buddhist Architecture, colorful ethnic minorities with their primitive lifestyle and culture; old terracotta mosques, temples, churches and historic monuments, friendly and lively peoples and hidden beauty everywhere. This Largest delta in the world rises from the Bay of Bengal and goes up to the footsteps of the Himalayas. The mighty Bay of Bengal guards its coasts.",
    "images": [
      "https://www.tour-planners.com/uploads/M8leh9gx23pZ.jpg",
      "https://www.tour-planners.com/uploads/T1ekPXbIltYN.jpg",
      "https://www.tour-planners.com/uploads/E8sU1hTFPQuy.jpg"
    ],
    "tourGuides": [
      {
        
        "name": "John Doe",
        "profilePhoto": "guide1.jpg",
        "bio": "Experienced guide with 10 years of trekking experience."
      },
      {
       
        "name": "Jane Smith",
        "profilePhoto": "guide2.jpg",
        "bio": "Expert in city tours with a vast knowledge of local history."
      }
    ],
     "tourPlan":[
      
        "Arrival at Dhaka International Airport in the morning. Meet & greet at the Terminal-2 with your guide and your visit Bangladesh shall be start with an orientation by guide. Later drive towards the old Dhaka for the sightseeing covering Dhakeswari Temple- Dhakeshwari National Temple is a famous Hindu temple in Dhaka first built in 12th century, and later rebuilt and renovated numerous times. This state-owned temple is the ‘National Temple’. The name ‘Dhakeshwari’ means ‘Goddess of Dhaka’. Dhakeshwari Temple is the most important Hindu place of worship in Bangladesh.",
      
       "After breakfast at hotel check-out and proceed to Sreemangal. En-route experience the spectrum of Bangladesh riverine life by a river cruise on Shitalakhsya River - one of the mightiest rivers in Bangladesh. Disembark from the boat and proceed to Sonargaon. En-route have lunch at local restaurant with traditional Bengali Food. Upon arrival at Sonargaon visit Baba Loknath Ashram - it is built based on Baba LoknathBrahmachari, a saint and Hindu religion’s spiritual philosopher in Bengal. Main festival day is celebrated in June every year at the TirodhanDibos (on Tithi) of Baba.Panam City -an ancient city, the archaeological ruins at Sonargaon. It is one of the earliest cities in Bangladesh that is still standing. Among the three cities of the time period: Boronagar, Khas Nagar and Panam Nagar. As the capital of the fifteenth-century Bengal ruler Isa Khan, the city was once an important trading and political center. Although the buildings are now mostly in ruins, the historical city boasts architectural examples from the Sultanate, Mughal, and British Colonial periods. Late afternoon proceed to Sreemangal. Arrive at Sreemangal and have lunch at local restaurant. Overnight at the hotel in Sreemangal.",
      
      
        "Breakfast at the hotel and visit tea gardens and tea factories. Later on visit Indigenous peoples village and have lunch with locals and visit the community. After lunch, have a cup of Seven Layer Tea at Nilkantha Tea Stall. Later on visit Lawachara National Park - is a major national park and nature reservoir in Bangladesh. You will enjoy over 460 different species of birds, mammals, and reptiles that live in this forest. They include deer, wild chickens, squirrels, pythons, endangered hoolock gibbons, capped languors, slow loris birds, snakes, banana spiders, etc. you can enjoy hiking and walking and walking to indulge yourself in the nature close to the wildlife using the numerous trails in the forest. Drive towards Sylhet. Dinner at a local restaurant. Overnight at the houseboat in Sunamganj."
      
    ]
  },
  {
  
    "spotPhoto": "https://www.tour-planners.com/uploads/yyY54VQ9Vjjq.jpg",
    "tourType": "Cultural",
    "tripTitle": "SHAKTIPEET TOUR IN BANGLADESH",
    "price": 2200,
    "description": "Bangladesh creates an unforgettable impression of a land of peace, tranquility and enormous beauty; land of hundreds of serpentine rivers, crystal clear water lakes surrounded by evergreen hills, luxuriant tropical rain forests, and beautiful cascades of green paddy and tea gardens. World's largest mangrove forest--a World Heritage & home to the Royal Bengal Tigers and other wild lives; World's longest natural unbroken sandy sea beach, rich cultural heritage, relics of ancient civilizations and Buddhist Architecture, colorful ethnic minorities with their primitive life style and culture; old terracotta mosques, temples, churches and historic monuments, friendly and lively peoples and hidden beauty everywhere. This Largest delta in the world rises from the Bay of Bengal and goes up to the footsteps of the Himalayas. The mighty Bay of Bengal guards its coasts.",
    "images": [
      "https://www.tour-planners.com/uploads/zJ8qboEOJpHx.jpg",
      "https://www.tour-planners.com/uploads/VwQg51u3zuCs.jpg",
      "https://www.tour-planners.com/uploads/jyzHsYskvw1k.jpg"
    ],
    "tourGuides": [
      {
        
        "name": "John Doe",
        "profilePhoto": "guide1.jpg",
        "bio": "Experienced guide with 10 years of trekking experience."
      },
      {
       
        "name": "Jane Smith",
        "profilePhoto": "guide2.jpg",
        "bio": "Expert in city tours with a vast knowledge of local history."
      }
    ],
     "tourPlan":[
      
        "Arrival at Dhaka airport and meet with guide. Drive towards hotel for check-in and then visit Dhakeswari Temple (Shaktipeeth in Dhaka). Overnight at the hotel in Dhaka. Dhaka is more than 1500 years old city, and became capital of the country in 1608 under the Mughal rule. During ancient and medieval periods the city was known to the world for its unique product, the Muslin – the finest fabric ever produced in the world. As the capital of Bangladesh it has grown into a bustling city of trades and commerce, cultural and sport activities, vibrating with full of life. The city has two parts – the old part and the new part. The old part is known as the Old Dhaka, which developed during the Mughal period. With the happy blending of the old and new architectural trends, traditions and modernization, Dhaka has been expanding so fast since the independence of Bangladesh in 1971.",
      
       "After breakfast at the hotel check-out and proceed to Bogra. En-route visit Shri Aparna Shaktipeeth Bhabanipur",
      
      
        "After breakfast at the hotel long drive from Bogra to Satkhira. If time permit may visit Shrine of Lalon Shah -is located in Kushtia district of Khulna division close to Kushtia Railway Station. He had many qualities, a spiritual leader, mystic poet, reformer and composer of Baul songs. Arrive at Khulna and check-in at the hotel. Overnight at the hotel in Satkhira."
      
    ]
  },
  {
  
    "spotPhoto": "https://www.tour-planners.com/uploads/ViDbj2Lc60Uq.jpg",
    "tourType": "Adventure",
    "tripTitle": "FULL BANGLADESH TOUR",
    "price": 5500,
    "description": "Bangladesh creates an unforgettable impression of a land of peace, tranquility and enormous beauty; land of hundreds of serpentine rivers, crystal clear water lakes surrounded by evergreen hills, luxuriant tropical rain forests, and beautiful cascades of green paddy and tea gardens. World's largest mangrove forest--a World Heritage & home to the Royal Bengal Tigers and other wild lives; World's longest natural unbroken sandy sea beach, rich cultural heritage, relics of ancient civilizations and Buddhist Architecture, colorful ethnic minorities with their primitive life style and culture; old terracotta mosques, temples, churches and historic monuments, friendly and lively peoples and hidden beauty everywhere. This Largest delta in the world rises from the Bay of Bengal and goes up to the footsteps of the Himalayas. The mighty Bay of Bengal guards its coasts.",
    "images": [
      "https://www.tour-planners.com/uploads/ZVhzihrBtUfs.jpg",
      "https://www.tour-planners.com/uploads/N1DvsSCaGU0G.jpg",
      "https://www.tour-planners.com/uploads/Z2CU0wSvH6mG.jpg"
    ],
    "tourGuides": [
      {
        
        "name": "John Doe",
        "profilePhoto": "guide1.jpg",
        "bio": "Experienced guide with 10 years of trekking experience."
      },
      {
       
        "name": "Jane Smith",
        "profilePhoto": "guide2.jpg",
        "bio": "Expert in city tours with a vast knowledge of local history."
      }
    ],
     "tourPlan":[
      
        "Arrival at Dhaka International Airport. Meet & greet at the Terminal-2 and transfer by representative and guide to your pre-confirmed hotel of your choice. Your Bangladeshi adventure will begin with an orientation of the guide followed with lunch/dinner depending on flight arrival, at local a restaurant or the hotel. Overnight at Hotel in Dhaka.Dhaka is more than 1500 years old city, and became capital of the country in 1608 under the Mughal rule. During ancient and medieval periods the city was known to the world for its unique product, the Muslin – the finest fabric ever produced in the world. As the capital of Bangladesh it has grown into a bustling city of trades and commerce, cultural and sport activities, vibrating with full of life. The city has two parts – the old part and the new part. The old part is known as the Old Dhaka, which developed during the Mughal period. With the happy blending of the old and new architectural trends, traditions and modernization, Dhaka has been expanding so fast since the independence of Bangladesh in 1971. At present about 15 million people live in the city. Now the city of Dhaka is filled with history, tradition and culture. It has endless numbers of activities, attractions accommodations and business opportunities.",
      
       "After breakfast at hotel full day sightseeing covering National Museum (The museum, located at Shahbag, started its journey in 1913. It has very rich collections of a large number of sculptures, paintings, old coins, metal images, silver filigree, calligraphy, folk art and handicrafts etc. of ancient and medieval periods. The museum is well organized and displays have been housed in several departments like department of ethnography and decorative art, department of history and classical art, department of natural history, and department of contemporary and world civilization), Lord Curzon Hall (The Curzon Hall is a British Raj-era building and home of the Faculty of Science at the University of Dhaka. The building was originally intended to be a town hall and is named after Lord Curzon, the Viceroy of India who laid its foundation stone in 1904.Upon the establishment of Dacca University in 1921, it became the base of the university's science faculty), Central Shaheed Minar, Dhakeswari Temple (Dhakeshwari National Temple is a famous Hindu temple in Dhaka first built in 12th century, and later rebuilt and renovated numerous times. This state-owned temple is the ‘National Temple’. The name ‘Dhakeshwari’ means ‘Goddess of Dhaka’. Dhakeshwari Temple is the most important Hindu place of worship in Bangladesh). Lalbagh fort-It is an old Mughal fort in the southwestern part of Dhaka City. The construction of the fort was commenced in 1678 by a Mughal prince, Muhammad Azam. The fort, with its three gateways, is a combination of three buildings: the Diwan-i-Aam or Audience Hall with a HamamKhana or Turkish bath downstairs, the Tomb of PariBibi and the mosque. Late afternoon sightseeing covering Sadarghat River Front, located in the southern part of Dhaka, on the river Burignaga, is one of the most dynamic places in Dhaka. Here, the Sadarghat Launch Terminal is one of the largest river ports in the world and get into the Rocket Steamer at 18:30. Overnight on Rocket Steamer.",
      
      
        "Breakfast on board. After arrival at Morrelganj at 13:30 head towards the Monglaghat and begin your enchanting journey thru Mangrove forest of ‘Sundarban’ stopping along the way at Karamjal mangrove forest area and capturing unique way of catching fish by otters (Bhondar) subject to availability.Enjoy the landscape of terrain of Sundarban. Dinner and overnight on Board."
      
    ]
  }
]
